{
  "list": [
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 0,
        "timestamp": "12:00 AM"
      },
      "text": "(midnight) Big Ben exploding in V is for Vendetta; The Stranger (Orson Welles d. 1946) The character Professor Charles Rankin (Orson Welles) is stabbed by a clock tower figure carrying a sword as the clock rings at midnight."
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 1,
        "timestamp": "12:01 AM"
      },
      "text": "Gone with the Wind (?) - Clark Gable comforts young girl who has just had nightmare"
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 4,
        "timestamp": "12:04 AM"
      },
      "text": "Jane Fonda in bed reading a book called ‘Sun Signs’ (film title?)"
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 5,
        "timestamp": "12:05 AM"
      },
      "text": "Love and Death - In an upheaved boudoir, Woody Allen’s lover compliments his lovemaking. He explains it by saying he’s had a lot of practice by himself."
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 11,
        "timestamp": "12:11 AM"
      },
      "text": "Up Close and Personal"
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 12,
        "timestamp": "12:12 AM"
      },
      "text": "Around the World in 80 Days - Owen Wilson hangs from minute hand of Big Ben while Jackie Chan is busy fighting off an enemy inside the clock works"
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 36,
        "timestamp": "12:36 AM"
      },
      "text": "Planes, Trains & Automobiles - Neal (Steve Martin) uses his wristwatch to pay for a motel room."
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 37,
        "timestamp": "12:37 AM"
      },
      "text": "Planes, Trains & Automobiles - Del (John Candy) tries to use his digital watch to pay for a motel room but is rejected."
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 40,
        "timestamp": "12:40 AM"
      },
      "text": "Rebel Without A Cause - James Dean comes home and drinks milk straight from the bottle. Then, in a different film, Brigitte Bardot drinks milk out of the bottle, and sings a song to her date (color film). Title?"
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 42,
        "timestamp": "12:42 AM"
      },
      "text": "Chicago Hope - Alan Alda, performing heart surgery, tells the medical student next to him: “Don’t look at the clock; look at the heart!”"
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 45,
        "timestamp": "12:45 AM"
      },
      "text": "A Nightmare On Elm Street - Heather Langenkamp close to falling asleep"
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 46,
        "timestamp": "12:46 AM"
      },
      "text": "Brick. "
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 50,
        "timestamp": "12:50 AM"
      },
      "text": "Scenes From A Marriage - Erland Josephson wakes up"
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 51,
        "timestamp": "12:51 AM"
      },
      "text": "What About Bob? - Sigmund and Bob have a serious discussion: Do you know how fast time passes?” “I am going to die [...] you are going to die.”"
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 52,
        "timestamp": "12:52 AM"
      },
      "text": "The Odd Couple; The Remains of the Day - Anthony Hopkins enters the room where Hugh Grant is typing"
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 55,
        "timestamp": "12:55 AM"
      },
      "text": "Notorious - Claude Rains ascends the staircase; Gosford Park - Michael Gambon and Kelly MacDonald share a scene"
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 56,
        "timestamp": "12:56 AM"
      },
      "text": "A Nightmare on Elm Street - Close up of Heather Langenkamp’s face which then fades into a dream sequence edited together from multiple sources (approx time)"
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 57,
        "timestamp": "12:57 AM"
      },
      "text": "Alain Delon at a strange, mod-ish nightclub watching an African dance performance, being offered a rose by a cocktail waitress (title?)"
    },
    {
      "time": {
        "24hour": 12,
        "hour": 12,
        "min": 59,
        "timestamp": "12:59 AM"
      },
      "text": "Beauty and the Beast (Cocteau)"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 1,
        "timestamp": "1:01 AM"
      },
      "text": "Young Frankenstein; The Crow"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 2,
        "timestamp": "1:02 AM"
      },
      "text": "What About Bob? - Richard Dreyfus and Julie Hagerty arguing (approx time)"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 4,
        "timestamp": "1:04 AM"
      },
      "text": "The Phantom of Liberty - Brialy and Vitti in bed (approx time); in separate movies Woody Allen and Paul Reiser are on the phone telling the person on the other end of the line that it’s 1 o’clock in the morning"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 8,
        "timestamp": "1:08 AM"
      },
      "text": "Who’s Afraid of Virginia Woolf? - principal actors sitting around in the living room; Bonjour Tristesse - main characters saying good night after a social evening"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 10,
        "timestamp": "1:10 AM"
      },
      "text": "The Maltese Falcon - Bogart on the phone, conveying that his partner Miles Archer has been shot; Domicile Conjugal - Jean-Pierre Leaud and wife conversing"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 13,
        "timestamp": "1:13 AM"
      },
      "text": "The World of Apu - Apu looks at a photo of his wife"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 14,
        "timestamp": "1:14 AM"
      },
      "text": "The Tenant - Roman Polanski alone in his apartment"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 18,
        "timestamp": "1:18 AM"
      },
      "text": "Sean Connery as Bond, ordering “green figs, yogurt, coffee very black” from hotel room service for the morning (film?)"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 19,
        "timestamp": "1:19 AM"
      },
      "text": "The Mechanic - Charles Bronson in red robe; Barton Fink - Barton woken up in bed by knock on door"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 20,
        "timestamp": "1:20 AM"
      },
      "text": "Less Than Zero - Andrew McCarthy wanders through a nightclub looking for Julian (Robert Downey Jr., unseen)"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 21,
        "timestamp": "1:21 AM"
      },
      "text": "In Cold Blood - Robert Blake and partner robbing a home (approx)"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 22,
        "timestamp": "1:22 AM"
      },
      "text": "Fight Club - Brad Pitt fries an egg while Helena Bonham Carter sits on the floor and tells him “If I fall asleep, I’m done for. You’re gonna have to keep me up all night.”"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 28,
        "timestamp": "1:28 AM"
      },
      "text": "Where the Sidewalk Ends - Dana Andrews and Gene Tierney together again, but this time not in Laura"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 29,
        "timestamp": "1:29 AM"
      },
      "text": "The Gift - Blanchett has a dream that she’s being choked. She reaches for a baseball bat near her nightstand, as it hits the ground she wakes up; Suburban Girl - Sarah Michelle Gellar and Alec Baldwin in bed together"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 32,
        "timestamp": "1:32 AM"
      },
      "text": "Scarface - Pacino and henchmen counting cash"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 34,
        "timestamp": "1:34 AM"
      },
      "text": "Les Dames du Bois de Boulogne - Maria Casares rides an elevator up to her apartment"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 40,
        "timestamp": "1:40 AM"
      },
      "text": "Humorous watch synchronization scene from a b/w army film (title?); After Hours - Roseanna Arquette winks at Griffin Dunne"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 43,
        "timestamp": "1:43 AM"
      },
      "text": "A young Tom Cruise asleep on the couch with a copy of Architectural Digest resting on his chest"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 55,
        "timestamp": "1:55 AM"
      },
      "text": "Rear Window - Jimmy Stewart sees a couple getting rained on (they’d pulled their mattress out onto the landing of the fire escape and slept there) and the villain returning to his apartment"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 58,
        "timestamp": "1:58 AM"
      },
      "text": "Stakeout - Emilio Estevez woken up by a rottweiler licking his face"
    },
    {
      "time": {
        "24hour": 1,
        "hour": 1,
        "min": 59,
        "timestamp": "1:59 AM"
      },
      "text": "Boogie Nights - Don Cheadle as an afro sporting D.J. "
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 0,
        "timestamp": "2:00 AM"
      },
      "text": "La Dolce Vita - Big clock hanging over the stairs as Marcello returns (to his hotel?)"
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 1,
        "timestamp": "2:01 AM"
      },
      "text": "Tootsie - Dustin Hoffman pays a late night visit to his agent, Sidney Pollack, to complain; The Phantom of Liberty - Jean-Claude Brialy checks his bedside clock"
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 4,
        "timestamp": "2:04 AM"
      },
      "text": "The Producers  - Leo Bloom (Gene Wilder): “Max, it’s 2 o’clock in the morning! I don’t know what I’m reading anymore!”"
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 14,
        "timestamp": "2:14 AM"
      },
      "text": "After Hours - diner scene; Dumb and Dumber - Jim Carrey at the urinal, reads a note scrawled on the wall that says to meet in the bathroom at that very moment. Carrey checks his watch and panics; Titanic (1997) - the boat is very much sinking"
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 15,
        "timestamp": "2:15 AM"
      },
      "text": "Planes, Trains and Automobiles - Awkward cab ride with a driver who is John Candy's friend. He takes local streets instead of the highway, much to Steve Martin's frustration"
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 18,
        "timestamp": "2:18 AM"
      },
      "text": "What Time Is It There? (Ni na bian ji dian) - Main character watches The 400 Blows (the scene in the spinning amusement park ride) on his TV. Denzel Washtington."
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 20,
        "timestamp": "2:20 AM"
      },
      "text": "After Hours - Griffin Dunne and Rosanna Arquette leaving diner"
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 21,
        "timestamp": "2:21 AM"
      },
      "text": "A Short Film About Love - The young man continues spying on woman who lives across the courtyard; The Lost Weekend - Ray Milland wakes up and lights a cigarette"
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 25,
        "timestamp": "2:25 AM"
      },
      "text": "Older, black and white fictionalized film about the Titanic, captain staring at the clock, in shock, as one of the ship's staff urges him to leave the sinking ship"
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 27,
        "timestamp": "2:27 AM"
      },
      "text": "The Green Mile - Michael Clarke Duncan ascends the stairs"
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 31,
        "timestamp": "2:31 AM"
      },
      "text": "Donald Sutherland wearing a top hat and a big bushy moustache (title?); The Romantic Englishwoman - Michael Caine calling Glenda Jackson"
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 35,
        "timestamp": "2:35 AM"
      },
      "text": "Batman Returns - Catwoman prances down the sidewalk; Rear Window"
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 40,
        "timestamp": "2:40 AM"
      },
      "text": "Angel Face starring Jean Simmons as Diane Tremayne Jessup and Robert Mitchum.as Frank Jessup. (Query: Does anyone remember what is happenning in this clip?)"
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 41,
        "timestamp": "2:41 AM"
      },
      "text": "Eyes Wide Shut - On the near-deserted city streets, Tom Cruise is slowly pursued by a bald man in a trenchcoat"
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 47,
        "timestamp": "2:47 AM"
      },
      "text": "Leaving Las Vegas - Elisabeth Shue and Nicolas Cage in bed talking about the latter’s plan to drink himself to death"
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 50,
        "timestamp": "2:50 AM"
      },
      "text": "Night of the Living Dead - survivors in the house hope for another radio broadcast"
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 51,
        "timestamp": "2:51 AM"
      },
      "text": "The King of Marvin Gardens - Jack Nicholson working as a classical music DJ; Rosemary’s Baby"
    },
    {
      "time": {
        "24hour": 2,
        "hour": 2,
        "min": 55,
        "timestamp": "2:55 AM"
      },
      "text": "Basic - John Travolta: “Why did you try to pin three murders on Dunbar?”"
    },
    {
      "time": {
        "24hour": 3,
        "hour": 3,
        "min": 0,
        "timestamp": "3:00 AM"
      },
      "text": "Pink Panther - a clock bomb explodes (which Pink Panther movie?); Twin Peaks (episode? scene?)"
    },
    {
      "time": {
        "24hour": 3,
        "hour": 3,
        "min": 1,
        "timestamp": "3:01 AM"
      },
      "text": "Coffee and Cigarettes (scene featuring RZA)"
    },
    {
      "time": {
        "24hour": 3,
        "hour": 3,
        "min": 2,
        "timestamp": "3:02 AM"
      },
      "text": "War of the Roses - Kathleen Turner takes her fingers and plugs the nostrils of a snoring Michael Douglas"
    },
    {
      "time": {
        "24hour": 3,
        "hour": 3,
        "min": 3,
        "timestamp": "3:03 AM"
      },
      "text": "Scarface (1983); Lolita - Humbert at hospital, hoping to pick up Lolita"
    },
    {
      "time": {
        "24hour": 3,
        "hour": 3,
        "min": 30,
        "timestamp": "3:30 AM"
      },
      "text": "Adaptation - Nicholas Cage wakes up and resumes reading The Orchid Thief"
    },
    {
      "time": {
        "24hour": 3,
        "hour": 3,
        "min": 31,
        "timestamp": "3:31 AM"
      },
      "text": "The Lost Weekend (approx)"
    },
    {
      "time": {
        "24hour": 3,
        "hour": 3,
        "min": 33,
        "timestamp": "3:33 AM"
      },
      "text": "One Night Stand - Wesley Snipes and Nastassja Kinski"
    },
    {
      "time": {
        "24hour": 3,
        "hour": 3,
        "min": 38,
        "timestamp": "3:38 AM"
      },
      "text": "Wild Strawberries - Sjostrom looks down at a handless watch (approx time)"
    },
    {
      "time": {
        "24hour": 3,
        "hour": 3,
        "min": 40,
        "timestamp": "3:40 AM"
      },
      "text": "Awakenings - Robin Williams"
    },
    {
      "time": {
        "24hour": 3,
        "hour": 3,
        "min": 41,
        "timestamp": "3:41 AM"
      },
      "text": "The Eyes of Laura Mars - Faye Dunaway reads the titular book"
    },
    {
      "time": {
        "24hour": 3,
        "hour": 3,
        "min": 44,
        "timestamp": "3:44 AM"
      },
      "text": "Silkwood - Meryl Streep wakes up to go to work while Kurt Russell keeps on sleeping"
    },
    {
      "time": {
        "24hour": 3,
        "hour": 3,
        "min": 50,
        "timestamp": "3:50 AM"
      },
      "text": "Drop Dead Fred - Fred cuts young Lizzie’s hair"
    },
    {
      "time": {
        "24hour": 3,
        "hour": 3,
        "min": 54,
        "timestamp": "3:54 AM"
      },
      "text": "Alfred Hitchock from an introduction to his TV show Alfred Hitchcock Presents, talking about time and how filmmakers use it and: “Occasionally we kill it.”"
    },
    {
      "time": {
        "24hour": 3,
        "hour": 3,
        "min": 56,
        "timestamp": "3:56 AM"
      },
      "text": "Twin Peaks - Ben Horne brought into police station for interrogation (episode?)"
    },
    {
      "time": {
        "24hour": 3,
        "hour": 3,
        "min": 58,
        "timestamp": "3:58 AM"
      },
      "text": "Stakeout - Emilio Estevez watches his subject peeing, exactly two hours after his subject's wife got up to do the same thing"
    },
    {
      "time": {
        "24hour": 4,
        "hour": 4,
        "min": 0,
        "timestamp": "4:00 AM"
      },
      "text": "Roger Moore as James Bond, making love to a woman, on top of an animal rug in front of the fireplace hearth. Summoned to an assignment by a printout from his wristwatch; Amelie - Amelie goes to bed. An animated pig turns out the light."
    },
    {
      "time": {
        "24hour": 4,
        "hour": 4,
        "min": 1,
        "timestamp": "4:01 AM"
      },
      "text": "The Phantom of Liberty - an emu enters and explores Vitti and Brialy’s bedroom"
    },
    {
      "time": {
        "24hour": 4,
        "hour": 4,
        "min": 2,
        "timestamp": "4:02 AM"
      },
      "text": "A Man Escaped - hero in his cell"
    },
    {
      "time": {
        "24hour": 4,
        "hour": 4,
        "min": 3,
        "timestamp": "4:03 AM"
      },
      "text": "The Phantom of Liberty - a bicycle postman delivers a package for Brialy"
    },
    {
      "time": {
        "24hour": 4,
        "hour": 4,
        "min": 5,
        "timestamp": "4:05 AM"
      },
      "text": "Living In Oblivion (?) - Long-haired Steve Buscemi gets up from bed and exclaims “Oh, god!”; After Hours - Griffin Dunne enters diner, asking to use the restroom"
    },
    {
      "time": {
        "24hour": 4,
        "hour": 4,
        "min": 8,
        "timestamp": "4:08 AM"
      },
      "text": "The Wizard of Oz - With Dorothy locked up, the wicked witch turns over the red hourglass and it begins running down (approx time)"
    },
    {
      "time": {
        "24hour": 4,
        "hour": 4,
        "min": 10,
        "timestamp": "4:10 AM"
      },
      "text": "4:00 Maverick (?) - James Garner"
    },
    {
      "time": {
        "24hour": 4,
        "hour": 4,
        "min": 14,
        "timestamp": "4:14 AM"
      },
      "text": "Eyes Wide Shut - Tom Cruise comes home, entering the bedroom where Nicole Kidman is asleep"
    },
    {
      "time": {
        "24hour": 4,
        "hour": 4,
        "min": 17,
        "timestamp": "4:17 AM"
      },
      "text": "The Lost Weekend - Ray Milland looks down at watch"
    },
    {
      "time": {
        "24hour": 4,
        "hour": 4,
        "min": 20,
        "timestamp": "4:20 AM"
      },
      "text": "Lost In Translation - Bill Murray receives a fax from his wife regarding his options for office furniture back home"
    },
    {
      "time": {
        "24hour": 4,
        "hour": 4,
        "min": 21,
        "timestamp": "4:21 AM"
      },
      "text": "Papillon - Steve McQueen, Dustin Hoffman and fellow prisoners are let out of their shackles"
    },
    {
      "time": {
        "24hour": 5,
        "hour": 5,
        "min": 59,
        "timestamp": "5:59 AM"
      },
      "text": "What About Bob? - Richard Dreyfus shakes Bob vigorously, unsuccessfully trying to wake him up. A moment later Bob's alarm goes off and he wakes up instantly. (approx time)"
    },
    {
      "time": {
        "24hour": 6,
        "hour": 6,
        "min": 0,
        "timestamp": "6:00 AM"
      },
      "text": "Groundhog Day - Bill Murray is awoken by his alarm clock. He picks it up with one hand and throws it to the ground   "
    },
    {
      "time": {
        "24hour": 6,
        "hour": 6,
        "min": 7,
        "timestamp": "6:07 AM"
      },
      "text": "Judi Dench and Maggie Smith - dialogue: \"Sun out again. Oh good.\" (title?)"
    },
    {
      "time": {
        "24hour": 6,
        "hour": 6,
        "min": 11,
        "timestamp": "6:11 AM"
      },
      "text": "Turner & Hooch - Tom Hanks in his apartment with his slobbering dog; Roseanna Arquette (sometime in the 80s) on a train asking one of the porters for the time. She finds out her watch is one hour ahead (title?); Heath Ledger saying, \"What the fuck is that?\" (title?) "
    },
    {
      "time": {
        "24hour": 6,
        "hour": 6,
        "min": 12,
        "timestamp": "6:12 AM"
      },
      "text": "The Bridges of Madison County - Meryl Streep waking up"
    },
    {
      "time": {
        "24hour": 6,
        "hour": 6,
        "min": 14,
        "timestamp": "6:14 AM"
      },
      "text": "Richard Gere gets a wake up call, but tells the caller that he didn't ask for one. He's unsettled by this. (title?)"
    },
    {
      "time": {
        "24hour": 6,
        "hour": 6,
        "min": 15,
        "timestamp": "6:15 AM"
      },
      "text": "Anthony Perkins is trying to evade the questioning of a detective who is in his apartment. Black and white. Not Psycho. (title?); Blow-Up (1966) - David Hemmings wakes up from a party toward the end of the film. "
    },
    {
      "time": {
        "24hour": 6,
        "hour": 6,
        "min": 23,
        "timestamp": "6:23 AM"
      },
      "text": "George C. Scott is awoken by the doorbell. Says \"Ok. I'm awake\" as he gets up to answer. Film is in black and white. (approx time)"
    },
    {
      "time": {
        "24hour": 6,
        "hour": 6,
        "min": 26,
        "timestamp": "6:26 AM"
      },
      "text": "Daniel Craig asleep on a couch while a hotel maid vacuums around him. Bond film?; Freedom Writers (2007) - Hilary Swank has just gotten dressed to go to work and says to her lover, Patrick Dempsey, \"Do I look like a teacher?\""
    },
    {
      "time": {
        "24hour": 6,
        "hour": 6,
        "min": 29,
        "timestamp": "6:29 AM"
      },
      "text": "6:22 AM - Blue Collar - Harvey Keitel, Richard Pryor and Yaphet Kotto sit on a couch, berating themselves for how poorly they take care of their money."
    },
    {
      "time": {
        "24hour": 6,
        "hour": 6,
        "min": 30,
        "timestamp": "6:30 AM"
      },
      "text": "Lulu On the Bridge - Mira Sorvino to Harvey Keitel \"Oh my god, I have to go to work.\"; The Fourth Protocol - Michael Caine drives his car onto a train platform, skids to a stop just as his train is taking off, runs from the car and jumps onto the back of the train at the last possible moment."
    },
    {
      "time": {
        "24hour": 6,
        "hour": 6,
        "min": 46,
        "timestamp": "6:46 AM"
      },
      "text": "Invasion of the Body Snatchers (1978) bedroom scene."
    },
    {
      "time": {
        "24hour": 7,
        "hour": 7,
        "min": 0,
        "timestamp": "7:00 AM"
      },
      "text": "Back to the Future III (automatic breakfast-making-machine in Doc's barn)"
    },
    {
      "time": {
        "24hour": 7,
        "hour": 7,
        "min": 49,
        "timestamp": "7:49 AM"
      },
      "text": "Back to the Future III (bartender makes \"wake-up juice\" for Doc)"
    },
    {
      "time": {
        "24hour": 7,
        "hour": 7,
        "min": 53,
        "timestamp": "7:53 AM"
      },
      "text": "Back to the Future (panning over wall of clocks at start of movie as machines start making breakfast; actually wrong because the clocks in the movie are 25 minutes slow). Emma Thompson and Jeff Goldblum (film?)"
    },
    {
      "time": {
        "24hour": 7,
        "hour": 7,
        "min": 55,
        "timestamp": "7:55 AM"
      },
      "text": "Recurring scene from b&w film with Tony Perkins preparing breakfast and milk in a baby bottle."
    },
    {
      "time": {
        "24hour": 7,
        "hour": 7,
        "min": 56,
        "timestamp": "7:56 AM"
      },
      "text": "The Wire, the cops monitoring the wire early morning. Woody Allen from ?"
    },
    {
      "time": {
        "24hour": 7,
        "hour": 7,
        "min": 59,
        "timestamp": "7:59 AM"
      },
      "text": "Scene possibly from Children of Men waking up in skyscraper landscape with Quietus ad on TV."
    },
    {
      "time": {
        "24hour": 8,
        "hour": 8,
        "min": 0,
        "timestamp": "8:00 AM"
      },
      "text": "Back to the Future (clocks strike the hour in Doc's lab; actually wrong because the clocks in the movie are 25 minutes slow)"
    },
    {
      "time": {
        "24hour": 8,
        "hour": 8,
        "min": 3,
        "timestamp": "8:03 AM"
      },
      "text": "Brazil, workers entering factory and dollying into Ian Holm standing overhead."
    },
    {
      "time": {
        "24hour": 8,
        "hour": 8,
        "min": 4,
        "timestamp": "8:04 AM"
      },
      "text": "Colin Firth in A Single Man?"
    },
    {
      "time": {
        "24hour": 8,
        "hour": 8,
        "min": 9,
        "timestamp": "8:09 AM"
      },
      "text": "\"I love the smell of napalm in the morning\" from Apocalypse Now."
    },
    {
      "time": {
        "24hour": 8,
        "hour": 8,
        "min": 10,
        "timestamp": "8:10 AM"
      },
      "text": "De Niro in Taxi Driver. Clockwork Orange, Alex (Malcom McDowell) in bed with a snake on it."
    },
    {
      "time": {
        "24hour": 8,
        "hour": 8,
        "min": 15,
        "timestamp": "8:15 AM"
      },
      "text": "Some Greek film, scene with a large clock inset over a fireplace, couple talking."
    },
    {
      "time": {
        "24hour": 8,
        "hour": 8,
        "min": 18,
        "timestamp": "8:18 AM"
      },
      "text": "Pulp Fiction (Quentin Tarantino arguing with John Travolta & Samuel L. Jackson in the kitchen about getting rid of the corpse)"
    },
    {
      "time": {
        "24hour": 8,
        "hour": 8,
        "min": 25,
        "timestamp": "8:25 AM"
      },
      "text": "Back to the Future (Marty realizes it's 8:25 and he's late for school)"
    },
    {
      "time": {
        "24hour": 8,
        "hour": 8,
        "min": 35,
        "timestamp": "8:35 AM"
      },
      "text": "Briefly, Gregory Peck from To Kill A Mockingbird."
    },
    {
      "time": {
        "24hour": 8,
        "hour": 8,
        "min": 36,
        "timestamp": "8:36 AM"
      },
      "text": "Babe: the pig picks up an alarm clock in his mouth."
    },
    {
      "time": {
        "24hour": 8,
        "hour": 8,
        "min": 41,
        "timestamp": "8:41 AM"
      },
      "text": "Jeremy Irons and Joel Grey in Soderberg's b&w Kafka"
    },
    {
      "time": {
        "24hour": 9,
        "hour": 9,
        "min": 3,
        "timestamp": "9:03 AM"
      },
      "text": "old b&w film (title ?) valet bringing a drink to man in bed, talking about him being on a bender last night \"this is a prairie oyster, Sir. It makes the head feel smaller\""
    },
    {
      "time": {
        "24hour": 9,
        "hour": 9,
        "min": 10,
        "timestamp": "9:10 AM"
      },
      "text": "Rosemary's Baby (Polanski) Mia Farrow waking up with scratches on her back \"I dreamed I was raped by something inhuman\" Longish scene with Ingrid Bergman and Cary Grant talking on the phone about coming over for breakfast.(color film--title?)"
    },
    {
      "time": {
        "24hour": 9,
        "hour": 9,
        "min": 21,
        "timestamp": "9:21 AM"
      },
      "text": "Back to the Future III (undertaker asks Marty if he wants a \"new suit\" for tomorrow)"
    },
    {
      "time": {
        "24hour": 9,
        "hour": 9,
        "min": 35,
        "timestamp": "9:35 AM"
      },
      "text": "a couple of scenes from Marie Antoinette (by Sofia Coppola)"
    },
    {
      "time": {
        "24hour": 9,
        "hour": 9,
        "min": 36,
        "timestamp": "9:36 AM"
      },
      "text": "Marc Ruffalo interogating suspect in Zodiac"
    },
    {
      "time": {
        "24hour": 9,
        "hour": 9,
        "min": 47,
        "timestamp": "9:47 AM"
      },
      "text": "Maggie Smith wakes up Kristin Scott Thomas in bed--from Keeping Mum?"
    },
    {
      "time": {
        "24hour": 9,
        "hour": 9,
        "min": 48,
        "timestamp": "9:48 AM"
      },
      "text": "Digital display on large office building which flashes from \"time 9:48.... temp 79.... FUCK....YOU.\" (film?)"
    },
    {
      "time": {
        "24hour": 9,
        "hour": 9,
        "min": 50,
        "timestamp": "9:50 AM"
      },
      "text": "villain reveals 30 min to stop the bomb in Die Hard with a Vengeance"
    },
    {
      "time": {
        "24hour": 9,
        "hour": 9,
        "min": 55,
        "timestamp": "9:55 AM"
      },
      "text": "montage of feet walking criss-crossing in stations from Strangers on a Train"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 0,
        "timestamp": "10:00 AM"
      },
      "text": "Duck Soup (\"When the clock on the wall strikes ten,\" from the production number introducing Rufus T. Firefly)"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 4,
        "timestamp": "10:04 AM"
      },
      "text": "Back to the Future II (guy in 2015 asks Marty to give money for the clock tower; note: this is actually the wrong time - the clock is stuck at 10:04 but the actual time in the movie is late afternoon) Sex and the City the final wedding."
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 5,
        "timestamp": "10:05 AM"
      },
      "text": "Frances McDormand arrives at Amy Adams's house in Miss Pettigrew lives for a day."
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 7,
        "timestamp": "10:07 AM"
      },
      "text": "Roger Moore as James Bond (film?) setting of an explosive device, looks at his watch, says \"Bang on time!\""
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 9,
        "timestamp": "10:09 AM"
      },
      "text": "Once Upon A Time In the West - shot of Claudia Cardinale; Inland Empire - Laura Dern puts on a watch"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 10,
        "timestamp": "10:10 AM"
      },
      "text": "John Cleese (from Clockwise?) on wrong train \"this is the [train/10:10] to Norwich?\" \"Plymouth\" says the other guy.; Catch Me If You Can the FBI agent (Tom Hanks) looking at the clock; Laura - Gene Tierney and Dana Andrews say good morning; Diabolique - shot of Vera Clouzot; Twin Peaks - Kyle MacLachlan as Cooper tells David Lynch as Gordon: “Gordon! It’s 10:10 AM!” (There's also a shot of a clock that says 10:15 in here!)"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 11,
        "timestamp": "10:11 AM"
      },
      "text": "Cries and Whispers - Harriet Andersson lying in bed, in pain"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 12,
        "timestamp": "10:12 AM"
      },
      "text": "David and Lisa - Lukas Haas writes down an equation on the chalkboard in class; The Mechanic - Charles Bronson in that red bathrobe"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 15,
        "timestamp": "10:15 AM"
      },
      "text": "Secret Window - Johnny Depp at home"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 16,
        "timestamp": "10:16 AM"
      },
      "text": "Leap of Faith (?) - Steve Martin in a diner, takes off his watch, throws it on the ground and stomps on it, then to show that he really doesn't care, he dunks it in a glass of water. A woman at a nearby table says: \"Just like it was babptized!\""
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 18,
        "timestamp": "10:18 AM"
      },
      "text": "Slaughterhouse Five - Billy Pilgrim and two fellow soldiers rescue a grandfather clock from a building in bombed out Dresden. The other two run off, leaving Pilgrim struggling to hold up the clock"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 19,
        "timestamp": "10:19 AM"
      },
      "text": "The Bride Wore Black - The groom is shot by a sniper on the steps of the church"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 20,
        "timestamp": "10:20 AM"
      },
      "text": "bomb found in Die Hard with a Vengeance"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 21,
        "timestamp": "10:21 AM"
      },
      "text": "The Breakfast Club"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 22,
        "timestamp": "10:22 AM"
      },
      "text": "Branded to Kill - brief shot of main character"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 25,
        "timestamp": "10:25 AM"
      },
      "text": "The Hudsucker Proxy - brief shot of the clocktower; 3:10 to Yuma (2007)"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 26,
        "timestamp": "10:26 AM"
      },
      "text": "Secret Window - Depp: “I’m open to suggestions.”; The Talented Mr. Ripley"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 28,
        "timestamp": "10:28 AM"
      },
      "text": "Humphrey Bogart in a domestic kitchen, cuts a grapefruit in half. Black and white. (title?); Back to the Future (clock flips from 10:27 to 10:28 as Marty wakes up on his bed near end of movie as his alarm clock radio plays \"Back In Time\" by Huey Lewis and the News); "
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 32,
        "timestamp": "10:32 AM"
      },
      "text": "Office Space (approx); The Conversation - close up of Hackman pressing play on one of his tape machines"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 35,
        "timestamp": "10:35 AM"
      },
      "text": "Public Enemies (?) - Depp and his accomplices execute a bank heist"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 37,
        "timestamp": "10:37 AM"
      },
      "text": "The 400 Blows (Truffaut), boy running on the beach, blends into The Piano (Jane Campion) as Anna Paquin runs along the shore, blends into Charles Bronson walking on beach up to his car, getting in, looks at watch on his wrist (indisctinct time on watch; no time shown or otherwise indicated in preceding two clips)"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 38,
        "timestamp": "10:38 AM"
      },
      "text": "Dressed to Kill - Angie Dickinson in her white get-up"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 39,
        "timestamp": "10:39 AM"
      },
      "text": "Colombo - Colombo on a construction site, asking a worker for the time"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 40,
        "timestamp": "10:40 AM"
      },
      "text": "Multiple alarms clocks waking Hugh Grant up in Four Weddings and a Funeral; High Noon - Gary Cooper looks apprehensively at clock; Margit Carstensen, talking with a man in a domestic kitchen, a grandfather clock with a gold colored dial is against the wall. She cackles at the end of the clip. Fassbinder film?"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 45,
        "timestamp": "10:45 AM"
      },
      "text": "(approx) Damiel (Bruno Ganz) from Wings of Desire answering the question \"How long have you been here?\" \"minutes, hours, days, weeks..time!\""
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 48,
        "timestamp": "10:48 AM"
      },
      "text": "Kiss the Girls - Jeremy Piven and Morgan Freeman communicating from nearby cop cars, Bill Nunn in the passenger seat."
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 49,
        "timestamp": "10:49 AM"
      },
      "text": "Philip Schuyler Green (Gregory Peck) and Tommy Green (Dean Stockwell) his son standing on the sidewalk in Gentleman's Agreement."
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 50,
        "timestamp": "10:50 AM"
      },
      "text": "Paul Giamatti from Sideways"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 51,
        "timestamp": "10:51 AM"
      },
      "text": "German film in which Martina Gedeck emerges from 17 Zahnarzpraxis while a man in a car observes and checks his watch; From an old British b&w film, a prof says to a student \"It lacks 9.5 minutes to 11, Wilson\"; "
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 52,
        "timestamp": "10:52 AM"
      },
      "text": "Gen. Frank Savage (Gregory Peck) in Twelve O'Clock High:  (I believe this is during Savage's nervous breakdown.) Col. Davenport (Gary Merrrill) is in the background and answers the phone."
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 55,
        "timestamp": "10:55 AM"
      },
      "text": "Une Femme Mariee"
    },
    {
      "time": {
        "24hour": 10,
        "hour": 10,
        "min": 57,
        "timestamp": "10:57 AM"
      },
      "text": "Faces - Close-up of Gena Rowlands (approx time)"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 0,
        "timestamp": "11:00 AM"
      },
      "text": "Harry Potter (Daniel Radcliffe) and Ron Weasley (Rupert Grint) look at the station clock and realize that they have missed the Hogwarts Express in Harry Potter and the Chamber of Secrets."
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 1,
        "timestamp": "11:01 AM"
      },
      "text": "The Game - Michael Douglas in a car"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 2,
        "timestamp": "11:02 AM"
      },
      "text": "John Dortmunder (Robert Redford) is mugged of his wristwatch in The Hot Rock (1972)"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 3,
        "timestamp": "11:03 AM"
      },
      "text": "Cries and Whispers - Harriet Andersson in bed again"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 5,
        "timestamp": "11:05 AM"
      },
      "text": "101 Dalmatians?"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 10,
        "timestamp": "11:10 AM"
      },
      "text": "Paris Blues (?) - Paul Newman lies in bed, woken up by his love interest"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 15,
        "timestamp": "11:15 AM"
      },
      "text": "Bad Santa - Alarm clock wakes up Billy Bob Thornton, makes him very angry. He throws a tantrum, hurls the clock to the ground, and then has a sip of last night’s beer from a bottle that has a cigarette butt floating at the bottom; Brief Encounter"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 16,
        "timestamp": "11:16 AM"
      },
      "text": "The Accused - Jodie Foster as Sarah Tobias; Paris Blues (?) - Paul Newman, still lying in bed, tells his girlfriend who’s playing the piano: “D natural, honey”"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 20,
        "timestamp": "11:20 AM"
      },
      "text": "Five Minutes to Live; Colombo - Peter Falk getting his blood pressure taken by John Fiedler"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 22,
        "timestamp": "11:22 AM"
      },
      "text": "Shame (?) - Max von Sydow sitting in a church pew with his wife, singing a hymn"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 23,
        "timestamp": "11:23 AM"
      },
      "text": "Five Minutes to Live"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 25,
        "timestamp": "11:25 AM"
      },
      "text": "Tell No One French thriller. Great plot. Doctor (Francois Cluzet) being chased by cops about to jump out window. Kristin Scott-Thomas also stars."
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 26,
        "timestamp": "11:26 AM"
      },
      "text": "Casino Royale - Peter Sellers is shown a “two-way TV and radio wristwatch”"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 27,
        "timestamp": "11:27 AM"
      },
      "text": "Mississippi Burning; I Want to Live"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 28,
        "timestamp": "11:28 AM"
      },
      "text": "Five Minutes to Live"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 30,
        "timestamp": "11:30 AM"
      },
      "text": "The Breakfast Club - The kids start whistling in detention"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 32,
        "timestamp": "11:32 AM"
      },
      "text": "Aykroyd and Duchovny dressed as old-timey knicker-wearing thespians (?); Laura - Dana Andrews alone"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 33,
        "timestamp": "11:33 AM"
      },
      "text": "I Want to Live - Susan Hayward as Barbara Graham being put into the gas chamber;  Falling Down - Michael Douglas tries to order breakfast at a McDonald’s, but the manager informs him that they stop serving breakfast at 11:30; Silkwood - Meryl Streep and children in a diner"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 35,
        "timestamp": "11:35 AM"
      },
      "text": "Gas chamber operator in I Want to Live; Kris Kristofferson western, early, color"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 36,
        "timestamp": "11:36 AM"
      },
      "text": "I Want to Live - Clip showing clock as the operators and spectators wait for the cyanide to drop in the gas chamber; The Twilight Zone - episode: “A Matter of Minutes” (1986) featuring Adam Arkin. “It’s the sound of actual time approaching!”"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 37,
        "timestamp": "11:37 AM"
      },
      "text": "Clip from I Want to Live as gas chamber fills with gas and technicians and spectators look on.  Barbara Graham is trying to hold her breath. "
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 38,
        "timestamp": "11:38 AM"
      },
      "text": "Easy Rider - Pulling off to the side of the road with Dennis Hopper, Peter Fonda notices his watch has stopped and throws it to the ground dramatically"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 40,
        "timestamp": "11:40 AM"
      },
      "text": "Slaughterhouse Five; Run Lola Run, shot of the modern-looking clock in the downtown city. Crime Wave (1954) where Ted de Corsia is in a car on his way to a bank heist. Looks at his watch, compares it to clock on car dashboard, and comments (approximated) \"These car clocks are always off\"; Forest Whitaker as a sniper, with gun"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 41,
        "timestamp": "11:41 AM"
      },
      "text": "Laurel and Hardy - Laurel knocks a clock from the mantelpiece which falls on his head and begins ringing. He smacks it with a shovel"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 42,
        "timestamp": "11:42 AM"
      },
      "text": "Hannay (Robert Powell) in the 1978 version of The Thirty-Nine Steps climbing out onto Big Ben to stop the clock."
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 44,
        "timestamp": "11:44 AM"
      },
      "text": "My Learned Friend (1943) - hanging off a giant clock."
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 45,
        "timestamp": "11:45 AM"
      },
      "text": "Leap of Faith - Steve Martin in a broadcast studio; Pickpocket - protagonist in his room, removes a brick from the wall and takes out a watch; Amelie"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 46,
        "timestamp": "11:46 AM"
      },
      "text": "Christopher Walken's famous watch monologue from Pulp Fiction"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 50,
        "timestamp": "11:50 AM"
      },
      "text": "Point Break - Robbers wearing US Presidents masks, in the van en-route to a robbery. Dialogue: \"The minute hand says it's time to rock and roll!\"; Laura: a scene with Vincent Price"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 52,
        "timestamp": "11:52 AM"
      },
      "text": "Wall Street - Sheen in waiting room"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 53,
        "timestamp": "11:53 AM"
      },
      "text": "Titanic - With the stakes high, Leonardo DiCaprio throws down a full house, winning enough money to afford tickets for him and his friend to board the Titanic"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 56,
        "timestamp": "11:56 AM"
      },
      "text": "Pickpocket - protagonist wraps the watch around one the legs of his bed; Eagle vs. Shark - Loren Horsley, cashier at Meaty Boy, waits for the clock to strike noon"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 57,
        "timestamp": "11:57 AM"
      },
      "text": "Modern Times - Chaplin clocks out; Seconds (a brief shot, showing the main character before his face change. I don’t think the time is shown here, it’s just a joke on the title, counting down the “seconds” to noon.) (approx time)"
    },
    {
      "time": {
        "24hour": 11,
        "hour": 11,
        "min": 59,
        "timestamp": "11:59 AM"
      },
      "text": "Run Lola Run, closeup of modern-looking clock. Electronic music follows in the next several scenes; The Quick and the Dead - duel/shootout scene"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 0,
        "timestamp": "12:00 PM"
      },
      "text": "(noon) The Hunchback of Notre Dame (1939) - Charles Laughton, as the hunchback, up in the belfry wailing on the church bell; The Hudsucker Proxy - close-up of the big clock"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 1,
        "timestamp": "12:01 PM"
      },
      "text": "Crime Wave (1954) Ted de Corsia knocks on glass door to bank closing for lunch, is let in by guard, who comments (approximated) \"Another minute and you'd have been too late!\""
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 4,
        "timestamp": "12:04 PM"
      },
      "text": "A Single Man - Colin Firth as a depressed professor; The Ploughman's Lunch - Jonathan Pryce as BBC radio reporter"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 5,
        "timestamp": "12:05 PM"
      },
      "text": "Julian (Richard Gere) in American Gigolo; he is getting dressed laying out his suits. The shot shows his bedside clock next to which sits a small mirror with some cocaine on it. Merrin (Max von Sydow) in The Exorcist, John Steed glances at his pocketwatch in The Avengers (Query: Which episode?)"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 6,
        "timestamp": "12:06 PM"
      },
      "text": "Helene (Stephane Audran) looks out her window in Le Boucher; (Clock with Arabic face)"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 7,
        "timestamp": "12:07 PM"
      },
      "text": "Ben asks Mlle. de Poitiers (Helen Morse) for the time in Picnic at Hanging Rock"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 8,
        "timestamp": "12:08 PM"
      },
      "text": "Frank (Henry Fonda) in Once Upon a Time in the West."
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 9,
        "timestamp": "12:09 PM"
      },
      "text": "Spirit of the Beehive - child with the vagrant who performs a trick, making his watch disappear"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 12,
        "timestamp": "12:12 PM"
      },
      "text": "Hamlet (1948) starring Laurence Olivier. Hamlet holds Yorick’s skull in the graveyard. (Yes, this is a midnight scene played at the “wrong” time.)"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 13,
        "timestamp": "12:13 PM"
      },
      "text": " "
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 14,
        "timestamp": "12:14 PM"
      },
      "text": "Longitude - TV series starring Michael Gambon as an 18th century clockmaker. Dialogue: \"Is there a problem, Mr. Harrison?\" \"No, I'm quite pleased with it\"; What About Bob? - Bill Murray leaves his apartment, says to his goldfish “Wish me luck, Gill”"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 15,
        "timestamp": "12:15 PM"
      },
      "text": "“What sort of place is this, Lord Grangor (?) ?” “A school for backward boys. Of course, there usually is another (?) headmaster…”"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 16,
        "timestamp": "12:16 PM"
      },
      "text": "The Ladykillers (2004) - Tom Hanks and J.K. Simmons synchronizing their watches; David and Lisa - Lukas Haas meets with Sidney Poitier, throws a tantrum when Poitier doesn’t treat his proposed invention with much seriousness (approx time) saying \"don't you know, we are all going to die !!\"; Burgess Meredith from an episode of TWILIGHT ZONE  (see above 12:00 noon) exits the bank's safe into the wreckage of a world destroyed - walking between stacks of books he declares \"Monday, Tuesday, Wednesday...\" etc... \"Time time time, all we have is time\""
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 20,
        "timestamp": "12:20 PM"
      },
      "text": "Moonstruck - Nicolas Cage puts a record on the turntable. Cher informs him that she’s cooking him a steak. Cage says he likes his steaks well done. Cher insists that he’ll take it rare because he needs the nourishment; Sherlock Holmes (Basil Rathbone) (Query: Which movie?) Francesca Johnson (Meryl Streep) perparing lunch in The Bridges of Madison County: Michael Johnson (Christopher Kroon) enters slaming the screen door, then Richard Johnson (Jim Haynie) also slamming the screen door, then Carolyn Johnson (Sarah Kathryn Schmitt) enters and changes the radio station.  "
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 21,
        "timestamp": "12:21 PM"
      },
      "text": "Cheech and Chong leaving an airport and getting into a limo. (Query: Which movie?).   "
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 22,
        "timestamp": "12:22 PM"
      },
      "text": "Nick of Time - Johnny Depp in the back of a cab; Mommie Dearest - Faye Dunaway as Joan Crawford, eating lunch with her daughter Christina Crawford (Mara Habel) not wanting to eat her rare steak  "
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 23,
        "timestamp": "12:23 PM"
      },
      "text": "Moonstruck, Ronny Cammareri (Nicolas Cage) cutting a steak with one hand while Loretta Castorini (Cher) watches.  Cut back to Christina Crawford and Joan Crawford (Faye Dunaway ) in Mommie Dearest: Christina refuses to eat her steak.  "
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 24,
        "timestamp": "12:24 PM"
      },
      "text": "Teddy Bass (Ian McShane) enters a bank vault with safety deposit boxes while security whatches him on cctv with the time mark on the on the monitors.  "
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 25,
        "timestamp": "12:25 PM"
      },
      "text": "John Malkovich as beret-wearing villain, in a public square"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 28,
        "timestamp": "12:28 PM"
      },
      "text": "Woody Allen in \"Stardust Memories\""
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 30,
        "timestamp": "12:30 PM"
      },
      "text": "The clock on the Hertz billboard atop the Texas Schoolbook Depository in Dealey Plaza, Dallas, showing the time that the bullets hit the Kennedy motorcade (this could be either from newsreel footage or from Oliver Stone's JFK)."
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 31,
        "timestamp": "12:31 PM"
      },
      "text": "The American Soldier - characters sitting in a living room (approx time)"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 32,
        "timestamp": "12:32 PM"
      },
      "text": "Raymond discusses lunchtime in Rain Man; In the Loop - James Gandolfini as a general, cursing over the telephone"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 34,
        "timestamp": "12:34 PM"
      },
      "text": "The Remains of the Day; a young Tom Cruise moving grandfather clock past a doorway (title?)"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 36,
        "timestamp": "12:36 PM"
      },
      "text": "Interiors"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 38,
        "timestamp": "12:38 PM"
      },
      "text": "Werckmeister Harmonies - Lars Rudolph sits down and eats his soup out of the tin"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 40,
        "timestamp": "12:40 PM"
      },
      "text": "The Lost Weekend; What’s the Worst That Could Happen? Larry Miller and Danny DeVito talk on the phone as Miller is hastily getting ready to go out and perform a hit."
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 45,
        "timestamp": "12:45 PM"
      },
      "text": "It’s Complicated - Meryl Streep and Alec Baldwin in a hotel room about to get it on. Meryl slips out of her robe, Alec swoons"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 50,
        "timestamp": "12:50 PM"
      },
      "text": "Being There - The president is about to arrive at Benjamin Rand’s estate"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 55,
        "timestamp": "12:55 PM"
      },
      "text": "The Informant! - Matt Damon being interviews on TV about being abducted"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 56,
        "timestamp": "12:56 PM"
      },
      "text": "Nick of Time - Johnny Depp wakes up"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 58,
        "timestamp": "12:58 PM"
      },
      "text": "Adaptation - car wreck scene (approx time)"
    },
    {
      "time": {
        "24hour": 24,
        "hour": 12,
        "min": 59,
        "timestamp": "12:59 PM"
      },
      "text": "Winter Light - Tomas sets his watch"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 1,
        "timestamp": "1:01 PM"
      },
      "text": "Metropolis - mad scientist at his desk"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 2,
        "timestamp": "1:02 PM"
      },
      "text": "Nick of Time"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 3,
        "timestamp": "1:03 PM"
      },
      "text": "The Hunchback of Notre Dame - Charles Laughton, as the hunchback, is untied"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 4,
        "timestamp": "1:04 PM"
      },
      "text": "Oskar shattering glass for the first time in The Tin Drum; 3:10 to Yuma"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 5,
        "timestamp": "1:05 PM"
      },
      "text": "Jackie Brown - Jackie alone, in a waiting room"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 15,
        "timestamp": "1:15 PM"
      },
      "text": "“What time is it?” “It’s one fifteen.” “Precisely.” Precisely.” Jason Schwartzmen in Rushmore (1998)"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 32,
        "timestamp": "1:32 PM"
      },
      "text": "Longitude"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 35,
        "timestamp": "1:35 PM"
      },
      "text": "A young Robert Duvall visits the office of a “V.C. Diemel” -- possibly an episode of the Twilight Zone called “Miniature” (1963)"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 38,
        "timestamp": "1:38 PM"
      },
      "text": "Late Spring - Setsuko Hara riding the train"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 39,
        "timestamp": "1:39 PM"
      },
      "text": "Monsieur Verdoux - Charlie Chaplin escapes from handcuffs when his chaperone falls asleep; Secretary"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 40,
        "timestamp": "1:40 PM"
      },
      "text": "Double Indemnity - Barbara Stanwyck, a shot of her feet as she descends the stairs"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 42,
        "timestamp": "1:42 PM"
      },
      "text": "The Fly (1958) - Vincent Price sits outside, with the giant spiderweb shown to his left"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 43,
        "timestamp": "1:43 PM"
      },
      "text": "Charles Bronson holds an ice cream cone in his mouth as he looks through binoculars - film?"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 44,
        "timestamp": "1:44 PM"
      },
      "text": "Down By Law - Roberto Benigni in his jail cell; The Producers - Max Bialystock and Leo Bloom eat hot dogs from a street cart; The Return of the Pink Panther - “My watch seems to have stopped; probably due to the explosion.”; The tail end of the famous fake orgasm in the deli scene from When Harry Met Sally (“I’ll have what she’s having!”; time approx)."
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 45,
        "timestamp": "1:45 PM"
      },
      "text": "The Grifters - scene with the three leads, Bening, Cusack and Houston (approx time)"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 50,
        "timestamp": "1:50 PM"
      },
      "text": " "
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 51,
        "timestamp": "1:51 PM"
      },
      "text": "The Sixth Sense - Haley Joel Osment guesses that the current school grounds used to be a gallows"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 52,
        "timestamp": "1:52 PM"
      },
      "text": "Spiderman - Beginning of pizza delivery scene"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 53,
        "timestamp": "1:53 PM"
      },
      "text": "The Sting"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 54,
        "timestamp": "1:54 PM"
      },
      "text": "Secretary"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 55,
        "timestamp": "1:55 PM"
      },
      "text": "Gun Crazy - Shot of Annie Laurie Starr (Peggy Cummins) sitting at a desk as a secretary and looking up at the clock;  Weekend - brief clip from the countryside traffic jam scene; Clockwise - stuck in the country, in a car, John Cleese says to his company “We can’t eat now because we’re in the middle of a field.”"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 56,
        "timestamp": "1:56 PM"
      },
      "text": "Une Femme Mariee - Macha Meril walks across the street"
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 57,
        "timestamp": "1:57 PM"
      },
      "text": "Barton Tare (John Dall) in a meat locker wrapping newly cut steaks in Gun Crazy looking at a Bulova wall clock; he walks out, hyper-aware of his surroundings, carrying a bag.   "
    },
    {
      "time": {
        "24hour": 13,
        "hour": 1,
        "min": 58,
        "timestamp": "1:58 PM"
      },
      "text": "3 O’Clock High - Casey Seimaszko as a high school student, stressed about something; Manhattan - Allen and Keaton running in the rain holding newspapers over their heads"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 0,
        "timestamp": "2:00 PM"
      },
      "text": "Agent Mulder arrives and greets Agent Scully, asking her if she’d like a drink. “It’s two PM, Agent Mulder,” she says. “That isn’t stopping these people,” he replies, pointing around. It’s a scene from the X-Files. (question: which episode?). "
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 3,
        "timestamp": "2:03 PM"
      },
      "text": "Peter Parker in Spiderman II delivering a pizza at 2:03 p.m.; the receptionist chewing gum tell's him he's late (Note see; at 2:18 pm a clip from the same movie showing Peter Parker getting fired for being 3 minutes late with his delivery.); Dressed to Kill - Angie Dickinson sits in a museum gallery    "
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 4,
        "timestamp": "2:04 PM"
      },
      "text": "L.A. Confidential - Scene in which Edmund Exley, alone in the squadroom at the Hollywood police station, gets the radio call about the multiple homicides at the Night Owl Coffee Shop (NOTE: this is either a small goof or a bit of a cheat, as the scene in question actually takes place at 2:04 AM in the film)."
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 7,
        "timestamp": "2:07 PM"
      },
      "text": "“What’s the one variable you can…?” It’s scene from the garage in Primer (a time-travel movie!)."
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 8,
        "timestamp": "2:08 PM"
      },
      "text": "L.A. Confidential - Guy Pearce at the police station; Election"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 10,
        "timestamp": "2:10 PM"
      },
      "text": "Knowing - Classroom scene in which Danielle Carter, as Mrs. Taylor, introduces the class project of making a time capsule"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 12,
        "timestamp": "2:12 PM"
      },
      "text": "Hook - smashing clocks in a shed"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 13,
        "timestamp": "2:13 PM"
      },
      "text": "The Station Agent; John Travolta’s character tells Denzel Washington’s character (?) that he has one hour to deliver $10MM in The Taking of the Pelham 1 2 3."
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 14,
        "timestamp": "2:14 PM"
      },
      "text": "3:10 to Yuma"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 15,
        "timestamp": "2:15 PM"
      },
      "text": "Matlock - Andy Griffith in court"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 16,
        "timestamp": "2:16 PM"
      },
      "text": "Twilight Zone (Episode: Ninety Years Without Slumbering)  - “When my clock stops ticking I’ll die … There’s no doubt about it. Does that make me crazy?”"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 18,
        "timestamp": "2:18 PM"
      },
      "text": "Denzel Washington discussing the hostage situation in The Taking of Pelham 123 (2009 version) / Peter Parker getting fired by Mr. Aziz (Aasif Mandvi) from Joe's Pizza in Spiderman 2"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 19,
        "timestamp": "2:19 PM"
      },
      "text": "Muldar (David Duchovny)  in X-files in a train-station waiting for his informant. (Query: Which episode?) / Johnny Depp greets a clock with \"hello\""
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 20,
        "timestamp": "2:20 PM"
      },
      "text": "Laurel and Hardy in a police station. (query: Which movie?) / Crocodile Dundee - Dundee looks at his partner’s watch and then pretends to have known the time by looking at the sun"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 21,
        "timestamp": "2:21 PM"
      },
      "text": "Woman lying asleep on a bed, Gunnar Bjornstrand comes over and slaps her on the rump - (Bergman film?) Men of Honor - Robert De Niro as navy officer"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 24,
        "timestamp": "2:24 PM"
      },
      "text": "The Sting - Johnny Hooker (Robert Redford) sitting at a counter in a diner he looks at a clock, he looks at the clock on the wall. He orders the blue plate special "
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 25,
        "timestamp": "2:25 PM"
      },
      "text": "Episode from the television series Mission Impossible. (Query which episode) (two clips later there is a scene from the same episode of Mission Impossible, this time with Martin Landau)"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 27,
        "timestamp": "2:27 PM"
      },
      "text": "Billy Liar - Billy comes home and gives his family attitude"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 30,
        "timestamp": "2:30 PM"
      },
      "text": "Twin Peaks - brief shot of James Marshall"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 33,
        "timestamp": "2:33 PM"
      },
      "text": "Jumps back to The Taking of the Pelham 1 2 3;  Happy Accidents - D’Onofrio and Tomei on park bench, talking about the subjective experience of time, “like falling in love; The Object of Beauty - John Malkovich at a watch shop"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 34,
        "timestamp": "2:34 PM"
      },
      "text": "Mickey Blue Eyes - James Caan and Hugh Grant"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 36,
        "timestamp": "2:36 PM"
      },
      "text": "Fanny and Alexander - father dying"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 37,
        "timestamp": "2:37 PM"
      },
      "text": "Fresh - kid playing himself at chess"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 39,
        "timestamp": "2:39 PM"
      },
      "text": "Interiors - Diane Keaton and E.G. Marshall share a scene"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 40,
        "timestamp": "2:40 PM"
      },
      "text": "Fanny and Alexander - Children leave their father’s bedside"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 44,
        "timestamp": "2:44 PM"
      },
      "text": "Jumps back to The Taking of the Pelham 1 2 3 (again)"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 45,
        "timestamp": "2:45 PM"
      },
      "text": "Safety Last! Harold Lloyd dangling from the clock "
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 46,
        "timestamp": "2:46 PM"
      },
      "text": "Johnny Hooker (Robert Redford) in The Sting sitting at a counter in a diner; he is now finishing his food, he looks at a clock, takes a sip of coffee, and he gets up puts on his jacket and prepares to pay the counter waitress. Another clip of Harold Lloyd in Safety Last!, trying to grab on to a rope; the clock shows the wrong time because he has bent the clock hands.  "
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 47,
        "timestamp": "2:47 PM"
      },
      "text": "Doyle Lonnegan (Robert Shaw) in The Sting stating that it is 2:47, a minute after Johnny Hooker (Robert Redford) in the previous clip / Dale Cooper (Kyle MacLachlan) voicemail to Diane describing the remains of Laura Palmer's secret diary in Twin Peaks. "
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 48,
        "timestamp": "2:48 PM"
      },
      "text": "Patrick McGoohan as Number 6 in the television series The Prisoner; very mysteriously looking at his watch and turning it over.  "
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 51,
        "timestamp": "2:51 PM"
      },
      "text": "Raging Bull - Robert De Niro warns his wife not to overcook his steak. (\"You overcook it, it's no good. It defeats its own purpose.\") They fight, he upends the kitchen table; 3 O’Clock High"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 52,
        "timestamp": "2:52 PM"
      },
      "text": "Doyle Lonnegan (Robert Shaw) in a bar in The Sting sitting down with Johhny Hooker (Robert Redford) as Henry Gondorff (Paul Newman) walks in and looks through shelves at his sucker. "
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 53,
        "timestamp": "2:53 PM"
      },
      "text": "Time After Time"
    },
    {
      "time": {
        "24hour": 14,
        "hour": 2,
        "min": 59,
        "timestamp": "2:59 PM"
      },
      "text": "Might Aphrodite -   “Are you my three o’clock?” Mira Sorvino shows off her pornographic clocks to Woody Allen. “As the mainspring goes back and forth, the bishop keeps fucking her in the ass”)."
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 4,
        "timestamp": "3:04 PM"
      },
      "text": "Little Miss Sunshine - Steve Carrell and Greg Kinnear are late to the pageant"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 6,
        "timestamp": "3:06 PM"
      },
      "text": "Taxi Driver - Travis Bickle (Robert DeNiro) tries to pick up Cybill Shepard at Palatine Headquarters.  She says come back at 4pm."
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 10,
        "timestamp": "3:10 PM"
      },
      "text": "Help! -  A jeweler tries to cut the sacrificial ring off of Ringo's finger, Paul looks at his watch and says \"Three-ten. Two hours to live.\""
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 12,
        "timestamp": "3:12 PM"
      },
      "text": "The Taking of the Pelham 1 2 3 (2009) - “Twenty seconds,” says Travolta’s character; characters in one of the 3:10 to Yuma based movies (this one is black and white) note the train is “two minutes late,” Russel Crowe; "
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 13,
        "timestamp": "3:13 PM"
      },
      "text": "3:10 to Yuma"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 14,
        "timestamp": "3:14 PM"
      },
      "text": "Gone with the Wind"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 15,
        "timestamp": "3:15 PM"
      },
      "text": "Great Expectations (1946); It’s Complicated - Alec Baldwin called into proctology exam (approx time)"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 18,
        "timestamp": "3:18 PM"
      },
      "text": "Ordet (?) - Open casket"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 21,
        "timestamp": "3:21 PM"
      },
      "text": "Mary Poppins ascends via umbrella; cut to a black-and-white scene with an umbrella ascension, as well; scene with Nicolas Cage (National Treasure?)."
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 22,
        "timestamp": "3:22 PM"
      },
      "text": "Time After Time (approx time); Bigger Than Life (?) - James Mason at desk, looking distressed (color film)"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 25,
        "timestamp": "3:25 PM"
      },
      "text": "Delicatessen - Dominique Pinon sitting on a bed with his suitcase"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 26,
        "timestamp": "3:26 PM"
      },
      "text": "Wait Until Dark - Audrey Hepburn touches the clock to tell the time; Coffee and Cigarettes - Meg and Jack White sitting by the jukebox"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 27,
        "timestamp": "3:27 PM"
      },
      "text": "9 - 5, Dolly Parton, Lily Tomlin, Jane Fonda, Dabney Coleman; The Color of Money - shot featuring Tom Cruise"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 28,
        "timestamp": "3:28 PM"
      },
      "text": "The Twilight Zone - Episode: ‘Four O’Clock’ - “All the evildoers in the world will become half-- no, one third their present size!”"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 30,
        "timestamp": "3:30 PM"
      },
      "text": "Tristana - Catherine Deneuve and partner leaving on train; Beetlejuice - Winona Ryder comes in through the front door; Ikiru (?) - Takashi Shimura walks forlornly down the street"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 36,
        "timestamp": "3:36 PM"
      },
      "text": "Trapped - Scene with Dakota Fanning (approx time)"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 39,
        "timestamp": "3:39 PM"
      },
      "text": "Bruce Willis says to Haley Joel Osment, “Your dad gave you that watch” in The Sixth Sense (1999)."
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 42,
        "timestamp": "3:42 PM"
      },
      "text": "The Last Wave - Richard Chamberlain in his car during a rainstorm (approx); One Hour Photo - Robin Williams smashes open a disposable camera (approx)"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 43,
        "timestamp": "3:43 PM"
      },
      "text": "The Vanishing - killer writing in a notebook"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 44,
        "timestamp": "3:44 PM"
      },
      "text": "The Stranger - scene with Orson Welles as teacher"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 45,
        "timestamp": "3:45 PM"
      },
      "text": "Monsieur Verdoux"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 46,
        "timestamp": "3:46 PM"
      },
      "text": "Black and white Dillinger movie. Dillinger in his room, trying to disguise himself while looking at a “Wanted” poster with his picture on it."
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 48,
        "timestamp": "3:48 PM"
      },
      "text": "Before Sunset - Julie Delpy and Ethan Hawke ascending the stairs"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 50,
        "timestamp": "3:50 PM"
      },
      "text": "Wall Street - Charlie Sheen and John McGinley trading stock in a bustling office"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 55,
        "timestamp": "3:55 PM"
      },
      "text": "The Lost Weekend - Ray Milland stumbles into the bar; Whatever Happened to Baby Jane? - Bette Davis alone at a kitchen table; Closely Watched Trains"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 58,
        "timestamp": "3:58 PM"
      },
      "text": "Twin Peaks - Michael Ontkean and a cuckoo clock; Three O’Clock High"
    },
    {
      "time": {
        "24hour": 15,
        "hour": 3,
        "min": 59,
        "timestamp": "3:59 PM"
      },
      "text": "Twelve Angry Men - John Fiedler says he’s waiting for the second of his watch to come back around"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 0,
        "timestamp": "4:00 PM"
      },
      "text": "The Twilight Zone - Episode: “Four O’Clock” - “It’s happening, Pete! It’s happening right now! Everyone, all the evil ones-- they’re all turning into tiny little gnomes!”; Pineapple Express"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 2,
        "timestamp": "4:02 PM"
      },
      "text": "The Elephant Man - “I think the time has come.” Scene with Anthony Hopkins and others deliberating at a table; Black Rainbow - Jason Robards and Rosanna Arquette, playing father and daughter, have a discussion about the time."
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 3,
        "timestamp": "4:03 PM"
      },
      "text": "Kramer vs Kramer - Dustin Hoffman in a waiting room"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 4,
        "timestamp": "4:04 PM"
      },
      "text": "Two characters wake up in a car in Pineapple Express. "
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 6,
        "timestamp": "4:06 PM"
      },
      "text": "One Hour Photo - Robin Williams tells a customer she looks familiar "
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 7,
        "timestamp": "4:07 PM"
      },
      "text": "(Approx) Scene of chess game with George Chakiris (maybe from Le Rouble à deux faces?)  clips of which keeps recurring for the next hour"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 10,
        "timestamp": "4:10 PM"
      },
      "text": "Rosemary’s Baby - Mia Farrow uses the telephone from her bedroom; Dead Man Walking - shot of Susan Sarandon; Amelie - scene in the cafe"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 13,
        "timestamp": "4:13 PM"
      },
      "text": "Miss Potter - Renee Zellweger as Beatrix (approx time)"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 14,
        "timestamp": "4:14 PM"
      },
      "text": "The Phantom of Liberty - Jean-Claude Brialy adjusts the clock on the mantelpiece"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 15,
        "timestamp": "4:15 PM"
      },
      "text": "Wait Until Dark; Kramer versus Kramer, Dustin Hoffman"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 17,
        "timestamp": "4:17 PM"
      },
      "text": "Good Will Hunting - Matt Damon in Robin Williams’ office"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 18,
        "timestamp": "4:18 PM"
      },
      "text": "Interiors - scene featuring E.G. Marshall"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 20,
        "timestamp": "4:20 PM"
      },
      "text": "Lucky Number Slevin, scene with Bruce Willis and young Slevin."
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 21,
        "timestamp": "4:21 PM"
      },
      "text": "Wait Until Dark, Audrey Hepburn; The Wedding Date - Dermot Mulroney and Deborah Messing on an airplane. Messing wakes up from a nap, looks at a smiling Mulroney who sits in the row behind her. Then she looks at herself in a make-up mirror, seeing that she looks awful"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 26,
        "timestamp": "4:26 PM"
      },
      "text": "The X-Files, Scully looking impatient (Query: Which episode?)."
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 29,
        "timestamp": "4:29 PM"
      },
      "text": "My Own Private Idaho - Mike (River Phoenix) looking at pocketwatch, wearing a beanie and workshirt labeled “Bob,” alone near a road in the middle of the country"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 31,
        "timestamp": "4:31 PM"
      },
      "text": "Election (?) - Broderick in a hotel room, nursing a swollen eye with a bottle of iced champagne"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 35,
        "timestamp": "4:35 PM"
      },
      "text": "Whatever Happened to Baby Jane; 3 Women - Milly punching out from work for the first time"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 39,
        "timestamp": "4:39 PM"
      },
      "text": "Coffee and Cigarettes - Alex Descas rolls dice on the table of the cafe"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 40,
        "timestamp": "4:40 PM"
      },
      "text": "The Natural - Roy Hobbs hits a home run, and the ball shatters the big clock beyond the center field wall; The Man Who Wasn’t There"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 42,
        "timestamp": "4:42 PM"
      },
      "text": "Happy Accidents - Vincent D’Onofrio (approx time)"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 45,
        "timestamp": "4:45 PM"
      },
      "text": "Interiors - Scene with Mary Beth Hurt and Sam Waterston (approx)"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 46,
        "timestamp": "4:46 PM"
      },
      "text": "Planes, Trains & Automobiles - Neal (Steve Martin) is stuck in a meeting before going to the airport, watching the big boss silently take his time assessing some advertisement prototypes, which will probably make him late for his plane"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 48,
        "timestamp": "4:48 PM"
      },
      "text": "Blade Runner - A futuristic police car/copter takes off. "
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 53,
        "timestamp": "4:53 PM"
      },
      "text": "The Time Machine (2002)"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 56,
        "timestamp": "4:56 PM"
      },
      "text": "Zoolander (post wild partying with journo-lady); Casablanca - Sam delivers Ilsa’s letter to Rick at the train station; Changing Lanes - “I need you to give my time back to me. Can you give me back my time? Huh? Can you?” Samuel L. Jackson asks Ben Affleck"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 58,
        "timestamp": "4:58 PM"
      },
      "text": "Don’t Say A Word - scene with Michael Douglas and Sean Bean"
    },
    {
      "time": {
        "24hour": 16,
        "hour": 4,
        "min": 59,
        "timestamp": "4:59 PM"
      },
      "text": "About Schmidt - Jack Nicholson waiting in his office for the clock to strike 5:00 PM so he can leave work for the very last time"
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 2,
        "timestamp": "5:02 PM"
      },
      "text": "Strangers on a Train; Thieves Like Us - Shelley Duvall and Keith Carradine"
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 4,
        "timestamp": "5:04 PM"
      },
      "text": "Maverick (?)"
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 7,
        "timestamp": "5:07 PM"
      },
      "text": "The Hudsucker Proxy - close-up of the big clock"
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 8,
        "timestamp": "5:08 PM"
      },
      "text": "For a Few Dollars More - extended use of the duel scene between Lee Van Cleef and Gian Maria Volonte, into which Marclay cuts the duel scene from The Man With the Golden Gun, as the midget counts off paces."
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 11,
        "timestamp": "5:11 PM"
      },
      "text": "The Man Who Wasn’t There"
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 12,
        "timestamp": "5:12 PM"
      },
      "text": "Open Range (?) - Kevin Costner and Robert Duvall share a scene in a Western"
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 22,
        "timestamp": "5:22 PM"
      },
      "text": "Black Moon young woman running around in the bedroom trying to turn off alarm clocks while a sick woman in bed tries to talk; the young woman throws several alarm clocks out the window in frustration. "
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 23,
        "timestamp": "5:23 PM"
      },
      "text": "Will Smith is in the street observing dogs (?) in I Am Legend (2007)."
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 25,
        "timestamp": "5:25 PM"
      },
      "text": "The Tin Drum - Oskar Matzerath (David Bennent) is sitting beside his drum and then stands up and looks up at a clocktower. (Query: does anyone know where this clocktower is and what building it is a part of?); The Wrong Man - Rose Balestrero (Vera Miles) says to her youngest son, \"You know your daddy. He said he'd be home at 5:30 and he's always on time.\" The phone rings and her oldest son picks up the phone and asks, \"What time will Daddy be home?\" Youngest son yells, \"5:30!\""
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 26,
        "timestamp": "5:26 PM"
      },
      "text": "Tell No One, French thriller (see 11:25 a.m.)"
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 29,
        "timestamp": "5:29 PM"
      },
      "text": "Simon Gruber (Jeremy Irons) in Die Hard With a Vengence saying the famous line \"He was. He was an asshole. You…you got his number?\""
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 30,
        "timestamp": "5:30 PM"
      },
      "text": "Memphis Raines (Nicholas Cage) in Gone in 60 Seconds says \"It's 5:30.\" Sara Wayland (Angelina Jolie) slides out from underneath a car and says, \"I got to go I'm late for work\"; “Oh officer, it was a senseless tragedy,” from Addams Family Values (1993)."
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 31,
        "timestamp": "5:31 PM"
      },
      "text": "Strangers on a Train"
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 35,
        "timestamp": "5:35 PM"
      },
      "text": "The Time Machine"
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 37,
        "timestamp": "5:37 PM"
      },
      "text": "High School Musical - Ephron and Hudgens running down the hallway "
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 40,
        "timestamp": "5:40 PM"
      },
      "text": "Napoleon Dynamite; Cleo From 5 to 7 (1962; Agnes Varda) - Cleo walking around streets of Paris, window shopping"
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 41,
        "timestamp": "5:41 PM"
      },
      "text": "Blue - Juliette Binoche in a hospital waiting room, smoking a cigarette"
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 45,
        "timestamp": "5:45 PM"
      },
      "text": "The Time Machine"
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 52,
        "timestamp": "5:52 PM"
      },
      "text": "Une Femme Mariee - Macha Meril"
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 55,
        "timestamp": "5:55 PM"
      },
      "text": "North By Northwest - Cary Grant inside the United Nations building, trying to get through unseen"
    },
    {
      "time": {
        "24hour": 17,
        "hour": 5,
        "min": 57,
        "timestamp": "5:57 PM"
      },
      "text": "Falling in Love, DeNiro at work as a contractor; Planes, Trains & Automobiles - Airport clock flips from 5:57 to 5:58 as Neal (Steve Martin) tries to catch his flight and it winds up being delayed."
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 0,
        "timestamp": "6:00 PM"
      },
      "text": "Mary Poppins - George Banks (David Tomlison) comes home and sings “The Life I Lead”"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 4,
        "timestamp": "6:04 PM"
      },
      "text": "Falling In Love - Meryl Streep waiting for De Niro in the subway station"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 7,
        "timestamp": "6:07 PM"
      },
      "text": "Laura - Dana Andrews and Gene Tierney"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 9,
        "timestamp": "6:09 PM"
      },
      "text": "Richard Widmark in a crowded train (b/w film)"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 11,
        "timestamp": "6:11 PM"
      },
      "text": "One Hour Photo - Robin Williams’ character takes Connie Nielsen’s order, calls her one of his best customers, promises to develop her photos before they close for the night, as a special favor. "
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 14,
        "timestamp": "6:14 PM"
      },
      "text": "Hudsucker Proxy - Jennifer Jason Leigh, opening door into a dark office"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 15,
        "timestamp": "6:15 PM"
      },
      "text": "Hudsucker again, turning on light at the desk of the office"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 16,
        "timestamp": "6:16 PM"
      },
      "text": "Kingpin, Woody Harrelson and love interest sitting in convertible. “Hey Roy, I have something for you.” She gives him back his watch, which she has wound to make it work again, impressing him."
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 17,
        "timestamp": "6:17 PM"
      },
      "text": "One Flew Over the Cuckoo’s Nest - Nurse Ratched, leaving the mental hospital for the day. “Night gentlemen. See you in the morning.”"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 18,
        "timestamp": "6:18 PM"
      },
      "text": "Falling in Love - De Niro on his way to meet Meryl"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 19,
        "timestamp": "6:19 PM"
      },
      "text": "One Flew Over - Jack Nicholson sneaking around the darkened hospital as Scatman Crothers arrives to work the night shift"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 20,
        "timestamp": "6:20 PM"
      },
      "text": "The Time Machine (1960)"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 21,
        "timestamp": "6:21 PM"
      },
      "text": "Time After Time - David Warner character murders a woman with a handblade"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 25,
        "timestamp": "6:25 PM"
      },
      "text": "Clue - drinks being served"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 26,
        "timestamp": "6:26 PM"
      },
      "text": "What About Bob? - Richard Dreyfus choking in the kitchen"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 27,
        "timestamp": "6:27 PM"
      },
      "text": "There’s Always Tomorrow -  Fred MacMurray leaves work; Sarah Michell Gellar at an office cubicle talking on the phone with her dad on the phone. She’s lacking confidence about the job and life (title?)"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 28,
        "timestamp": "6:28 PM"
      },
      "text": "Thelma and Louise (?) Susan Sarandon in a desert shanty town giving her watch and earrings to an old man"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 30,
        "timestamp": "6:30 PM"
      },
      "text": "Zoolander (approx time)"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 32,
        "timestamp": "6:32 PM"
      },
      "text": "The Time Machine (1960)"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 33,
        "timestamp": "6:33 PM"
      },
      "text": "Dead Man Walking - visiting hours with Sean Penn’s character. A child is squeaking his sneakers annoyingly on the linoleum floor"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 34,
        "timestamp": "6:34 PM"
      },
      "text": "Citizen Kane - “Rosebud … maybe that was something he lost...”"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 36,
        "timestamp": "6:36 PM"
      },
      "text": "Henry Fonda walks into a liquor store that is wall to wall liquor bottles. He looks like shaken up, walking in slowly and walking out without buying anything. A tense scene. (title?)"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 38,
        "timestamp": "6:38 PM"
      },
      "text": "Michael Cane (from film?)"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 40,
        "timestamp": "6:40 PM"
      },
      "text": "Meet Me in St. Louis - the Holloween scene. Juno - dinner table scene. Alison Janney, as the mom: “Did you barf in my urn?”; Notorious - Ingrid Bergman removes the key to the wine cellar from Claude Raines’ key ring as he is in the bathroom"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 41,
        "timestamp": "6:41 PM"
      },
      "text": "The Matrix - Keanu and Morpheus in an ante-room. Morpheus puts on his stemless sunglasses"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 43,
        "timestamp": "6:43 PM"
      },
      "text": "Ingrid Bergman with keys (from Notorious?). Nice cut from a color film with Michael Keaton, camera sweeps down to (b&w film) body on the floor."
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 44,
        "timestamp": "6:44 PM"
      },
      "text": "The Apartment - Fred MacMurray meeting with Shirley MacLaine, telling her they can’t rendezvous that night after all; Breakfast at Tiffany’s. Party scene. Hepburn’s long cigarette sets a woman’s hat on fire."
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 45,
        "timestamp": "6:45 PM"
      },
      "text": "Basquiat - Title character and Dennis Hopper seen in a gallery. Cut to Tom Cruise as a character named Brian, also in an art gallery, getting into a fight with a sculptor. Is this Cocktail?"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 49,
        "timestamp": "6:49 PM"
      },
      "text": "Because I Said So - Diane Keaton and Mandy Moore, as mom and daughter, are excitedly bracing one another for their respective dates as Keaton heads out the door"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 51,
        "timestamp": "6:51 PM"
      },
      "text": "Being There - News station employee confesses she’s found “no material on Gardner.”; Glengarry Glen Ross - Lemmon and Spacey arguing at the office"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 52,
        "timestamp": "6:52 PM"
      },
      "text": "Happy Accidents - Vincent D’Onofrio and Marisa Tomei in art gallery. D’Onofrio mentions a time machine."
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 55,
        "timestamp": "6:55 PM"
      },
      "text": "Batman Returns - Christopher Walken leaving building at night"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 56,
        "timestamp": "6:56 PM"
      },
      "text": "Kes - boy reading books about falcons; Dick Tracy - Warren Beatty as Dick is contacted via his telephone watch while eating at a diner"
    },
    {
      "time": {
        "24hour": 18,
        "hour": 6,
        "min": 57,
        "timestamp": "6:57 PM"
      },
      "text": "Jean-Louis Trintignant being fit for a black glove. Black and white film; Cary Grant singing “Yankee Doodle”"
    },
    {
      "time": {
        "24hour": 19,
        "hour": 7,
        "min": 3,
        "timestamp": "7:03 PM"
      },
      "text": "Marlon Brando from?"
    },
    {
      "time": {
        "24hour": 19,
        "hour": 7,
        "min": 8,
        "timestamp": "7:08 PM"
      },
      "text": "LP on player, from Almost Famous."
    },
    {
      "time": {
        "24hour": 19,
        "hour": 7,
        "min": 10,
        "timestamp": "7:10 PM"
      },
      "text": "Donald and  Kiefer Sutherland together (in Max Dugan Returns?)"
    },
    {
      "time": {
        "24hour": 19,
        "hour": 7,
        "min": 17,
        "timestamp": "7:17 PM"
      },
      "text": "(Note: Marclay makes a mistake) A scene from The Fortune Cookie (d. Billy Wilder, 1966):  Luther \"Boom Boom\" Jackson (Ron Rich) exits an elevator on the 4th floor and approaches a nun behind a receiving desk at St. Marks Hospital (as shown in the previous scene not part of Maclay's clip.) He is carrying a bouquet of flowers.  \"Mr. Hinkle's room, what's the number?\" he asks.  The nun (Dodie Heath) says, \"Sorry, it's not visiting hours.\"  A conversation ensues. In the background behind the desk there is a wall clock which shows that the conversation begins at 7:17 and lasts until almost 7:18. I entered the MOMA exhibition at 6:50 PM and saw this clip about 28 minutes later.  The problem is that in the narrative of The Fortune Cookie, this conversation took place at 7:17 AM and not at 7:17 PM when it was shown in Marclay's movie. Watchers of The Fortune Cookie know that the scene takes place in the morning because in the ensuing scene (not shown by Marclay)\"Boom Boom\" knocks on Hinkles door and is shooed away by a nurse. At this Willie Gingrich (Walter Mathau) wakes up grumbling about the nerve of \"Boom Boom\" showing up at the hospital after what Boom Boom has done to Hinkle.  Willie then wakes-up Harry Hinkle (Jack Lemmon) opens the blinds to let in the morning light and tells Hinkle \"good morning\"."
    },
    {
      "time": {
        "24hour": 19,
        "hour": 7,
        "min": 29,
        "timestamp": "7:29 PM"
      },
      "text": "Peggy Ashcroft"
    },
    {
      "time": {
        "24hour": 19,
        "hour": 7,
        "min": 30,
        "timestamp": "7:30 PM"
      },
      "text": "(Approx) from Kieslowski's Decalogue/A Short Film about Love"
    },
    {
      "time": {
        "24hour": 19,
        "hour": 7,
        "min": 31,
        "timestamp": "7:31 PM"
      },
      "text": "Jean Pierre Leaud"
    },
    {
      "time": {
        "24hour": 19,
        "hour": 7,
        "min": 35,
        "timestamp": "7:35 PM"
      },
      "text": "The Beatles....from?"
    },
    {
      "time": {
        "24hour": 19,
        "hour": 7,
        "min": 46,
        "timestamp": "7:46 PM"
      },
      "text": "(Approx) Peter Sellers in A Shot in the Dark trying and failing to synchronize watches"
    },
    {
      "time": {
        "24hour": 19,
        "hour": 7,
        "min": 50,
        "timestamp": "7:50 PM"
      },
      "text": "Wings of Desire, Bruno Ganz character looks at TV in shop window. Truffaut's The Wild Child."
    },
    {
      "time": {
        "24hour": 20,
        "hour": 8,
        "min": 11,
        "timestamp": "8:11 PM"
      },
      "text": "Dark Passage (1947) Humphrey Bogart is served a drink. (no time pieces)"
    },
    {
      "time": {
        "24hour": 20,
        "hour": 8,
        "min": 30,
        "timestamp": "8:30 PM"
      },
      "text": "The Apartment (1960) Jack Lemon outsided a theatre,"
    },
    {
      "time": {
        "24hour": 20,
        "hour": 8,
        "min": 35,
        "timestamp": "8:35 PM"
      },
      "text": "Home From the Hills (1960) Robert Mitchum questions George Hamilton about all the money he's spending on bullets "
    },
    {
      "time": {
        "24hour": 21,
        "hour": 9,
        "min": 55,
        "timestamp": "9:55 PM"
      },
      "text": "The Letter"
    },
    {
      "time": {
        "24hour": 22,
        "hour": 10,
        "min": 4,
        "timestamp": "10:04 PM"
      },
      "text": "Back to the Future (lightning strikes the clock tower)"
    },
    {
      "time": {
        "24hour": 22,
        "hour": 10,
        "min": 16,
        "timestamp": "10:16 PM"
      },
      "text": "Indiana Jones & The Temple Of Doom"
    },
    {
      "time": {
        "24hour": 22,
        "hour": 10,
        "min": 17,
        "timestamp": "10:17 PM"
      },
      "text": "Indiana Jones & The Temple Of Doom (repeated showing)"
    },
    {
      "time": {
        "24hour": 22,
        "hour": 10,
        "min": 19,
        "timestamp": "10:19 PM"
      },
      "text": "? Al Pacino"
    },
    {
      "time": {
        "24hour": 22,
        "hour": 10,
        "min": 20,
        "timestamp": "10:20 PM"
      },
      "text": "City Hall (John Cusack, Al Pacino) / then later > Envy (Ben Stiller, Rachel Weisz)"
    },
    {
      "time": {
        "24hour": 22,
        "hour": 10,
        "min": 21,
        "timestamp": "10:21 PM"
      },
      "text": "Indiana Jones & The Temple Of Doom (repeated showing) / the later > ? Saw"
    },
    {
      "time": {
        "24hour": 22,
        "hour": 10,
        "min": 24,
        "timestamp": "10:24 PM"
      },
      "text": "? Ludivine Saigner"
    },
    {
      "time": {
        "24hour": 22,
        "hour": 10,
        "min": 25,
        "timestamp": "10:25 PM"
      },
      "text": "? Kyle McLachlan / then later Robert De Niro (pocket watch)"
    },
    {
      "time": {
        "24hour": 22,
        "hour": 10,
        "min": 27,
        "timestamp": "10:27 PM"
      },
      "text": "? Michael Keaton (holding a hand of ill/wounded woman)"
    },
    {
      "time": {
        "24hour": 22,
        "hour": 10,
        "min": 28,
        "timestamp": "10:28 PM"
      },
      "text": "Chuck Tatum (Kirk Douglas) in Ace in the Hole, collapses in the newspaper office. "
    },
    {
      "time": {
        "24hour": 22,
        "hour": 10,
        "min": 29,
        "timestamp": "10:29 PM"
      },
      "text": "Chuck Tatum (Kirk Douglas) in Ace in the Hole, collapses in the newspaper office.  "
    },
    {
      "time": {
        "24hour": 22,
        "hour": 10,
        "min": 30,
        "timestamp": "10:30 PM"
      },
      "text": "Philip Seymour Hoffman speaking to Ed Norton in car / Edgar Robinson / Dustin Hoffman in Tootsie / "
    },
    {
      "time": {
        "24hour": 22,
        "hour": 10,
        "min": 31,
        "timestamp": "10:31 PM"
      },
      "text": "Mickey Rourke / "
    },
    {
      "time": {
        "24hour": 22,
        "hour": 10,
        "min": 32,
        "timestamp": "10:32 PM"
      },
      "text": "Heather Matarrazzo is told to \"go to bed\" in Welcome to the Dollhouse"
    },
    {
      "time": {
        "24hour": 22,
        "hour": 10,
        "min": 35,
        "timestamp": "10:35 PM"
      },
      "text": "Spencer Tracy comes home to Katherine Hepburn"
    },
    {
      "time": {
        "24hour": 22,
        "hour": 10,
        "min": 51,
        "timestamp": "10:51 PM"
      },
      "text": "(approx) Rex Harrison and Maggie Smith in recurring scenes from The Honey Pot"
    },
    {
      "time": {
        "24hour": 23,
        "hour": 11,
        "min": 0,
        "timestamp": "11:00 PM"
      },
      "text": "“Evey Hammond” in V for Vendetta realizes the time and mutters “Shit!”"
    },
    {
      "time": {
        "24hour": 23,
        "hour": 11,
        "min": 43,
        "timestamp": "11:43 PM"
      },
      "text": "In the Mood For Love – Chow Mo-wan (Tony Leung) smokes a cigarette as he works in his office."
    }
  ],
  "title": "The 'The Clock' Clock",
  "title_html": "The <i>'The&nbsp;Clock'</i> Clock",
  "title_short": "Clock",
  "tagline": "realtime metadata for Christian Marclay’s 'The Clock'",
  "tagline_html": "realtime metadata for Christian&nbsp;Marclay’s <i>'The&nbsp;Clock'</i>",
  "dataSource": "Crowdsourced Data",
  "dataSourceUrl": "http://theclockmarclay.wikia.com/wiki/Crowdsourcing-The-Clock",
  "checkTime": "Check the time",
  "checkTimeUrl": "http://time.is",
  "navHeight": 60
}